[
    {
        "ID": 1.0,
        "Sentence": "میں علی اور احمد کو جانتا ہوں"
    },
    {
        "ID": 2.0,
        "Sentence": "وہ اسے اچھی طرح سے سمجھتا ہے"
    },
    {
        "ID": 3.0,
        "Sentence": "انہیں پارک میں کھیلنا پسند ہے۔"
    },
    {
        "ID": 4.0,
        "Sentence": "کچھ لوگ نائٹ واک کرنا پسند کرتے ہیں"
    },
    {
        "ID": 5.0,
        "Sentence": "میں عام طور پر صبح 6.00 بجے اٹھتا ہوں۔"
    },
    {
        "ID": 6.0,
        "Sentence": "وہ کرکٹ کھیلتا ہے ، لیکن اس کا بھائی فٹ بال کھیلتا ہے۔"
    },
    {
        "ID": 7.0,
        "Sentence": "زمین بدھ سے بڑی ہے۔"
    },
    {
        "ID": 8.0,
        "Sentence": "سورج کی حرارت قطبی قطب میں کم سے کم ہے۔"
    },
    {
        "ID": 9.0,
        "Sentence": "وہ روزانہ یہ شو دیکھتی ہے"
    },
    {
        "ID": 10.0,
        "Sentence": "وہ ہر جمعہ کو اس مریض سے ملنے آتے ہیں"
    },
    {
        "ID": 11.0,
        "Sentence": "ان کا بھائی ان دنوں بہت مصروف نظر آتا ہے"
    },
    {
        "ID": 12.0,
        "Sentence": "اس کی ماں مزیدار کھانا پکا رہی ہے"
    },
    {
        "ID": 13.0,
        "Sentence": "آپ ہر اتوار کو اپنی ماں کے کمرے میں سوتے ہیں"
    },
    {
        "ID": 14.0,
        "Sentence": "اسے اپنے فارغ وقت میں آپ کے ساتھ بیٹھنے کا لطف آتا ہے"
    },
    {
        "ID": 15.0,
        "Sentence": "استاد طلباء سے آواز بلند کرنے کو کہتے ہیں"
    },
    {
        "ID": 16.0,
        "Sentence": "جون اور جولائی میں بارش ہوتی ہے"
    },
    {
        "ID": 17.0,
        "Sentence": "ہم پاکستان کے شمالی علاقوں میں رہتے ہیں"
    },
    {
        "ID": 18.0,
        "Sentence": "سارہ وقت پر اپنے اسکول جاتی ہیں"
    },
    {
        "ID": 19.0,
        "Sentence": "وہ میٹھا مسکراتا ہے"
    },
    {
        "ID": 20.0,
        "Sentence": "آڈیشن سے پہلے آپ سب کو یہ فارم پُر کرنا ہوگا"
    },
    {
        "ID": 21.0,
        "Sentence": "وہ کسی بھی چیز کی پرواہ کیے بغیر گھنٹوں ہال میں بیٹھے رہتے ہیں"
    },
    {
        "ID": 22.0,
        "Sentence": "جب ہم اپنے ملک کے بارے میں اچھا سنتے ہیں تو ہم سب خوش ہوتے ہیں"
    },
    {
        "ID": 23.0,
        "Sentence": "وہ سب آئس کریم کھا رہے ہیں"
    },
    {
        "ID": 24.0,
        "Sentence": "وہ آپ کے کمرے میں سو رہی ہے"
    },
    {
        "ID": 25.0,
        "Sentence": "وہ آپ کے لئے یہ کار خرید رہا ہے"
    },
    {
        "ID": 26.0,
        "Sentence": "وہ ہم سب کے لئے کیک بنا رہی ہے"
    },
    {
        "ID": 27.0,
        "Sentence": "آپ ان سے ملنے جا رہے ہیں اور میں آپ سے مزید عذر کی امید نہیں کرتا ہوں"
    },
    {
        "ID": 28.0,
        "Sentence": "انہیں اسلام آباد میں ایک نیا اپارٹمنٹ مل رہا ہے"
    },
    {
        "ID": 29.0,
        "Sentence": "وہ روزانہ اونٹ کا دودھ پی رہی ہے"
    },
    {
        "ID": 30.0,
        "Sentence": "آپ اسکول جانے سے محروم ہیں"
    },
    {
        "ID": 31.0,
        "Sentence": "وہ اس نمائش میں حصہ لے رہے ہیں"
    },
    {
        "ID": 32.0,
        "Sentence": "ہم اتوار کو پارٹی کے لئے منصوبہ بنا رہے ہیں"
    },
    {
        "ID": 33.0,
        "Sentence": "میں آج پیر کو آپ کی جگہ آرہا ہوں"
    },
    {
        "ID": 34.0,
        "Sentence": "وہ اگلے ہفتے اس موکل سے ملنے جا رہی ہے"
    },
    {
        "ID": 35.0,
        "Sentence": "وہ اپنے کیمرے کو اپنے بھائی کو قرض دے رہا ہے"
    },
    {
        "ID": 36.0,
        "Sentence": "ڈاکٹر نئے مریضوں کو شام 6 بجے شام دیکھ رہے ہیں"
    },
    {
        "ID": 37.0,
        "Sentence": "بیچنے والا میری ماں سے بات کر رہا ہے"
    },
    {
        "ID": 38.0,
        "Sentence": "درزی آپ کا لباس سلائی کر رہی ہے"
    },
    {
        "ID": 39.0,
        "Sentence": "وہ آپ سے اضافی معاوضہ لے رہی ہے کیونکہ آپ کو دیر ہوچکی ہے"
    },
    {
        "ID": 40.0,
        "Sentence": "وہ شخص آپ کی دیوار کو ٹھیک کررہا ہے"
    },
    {
        "ID": 41.0,
        "Sentence": "مزدور یہ مکان تعمیر کررہے ہیں"
    },
    {
        "ID": 42.0,
        "Sentence": "آپ دوسرے مزدوروں کے ساتھ تہہ خانے میں رہ رہے ہیں"
    },
    {
        "ID": 43.0,
        "Sentence": "ہم سب ہیڈ ماسٹر کو خط لکھ رہے ہیں"
    },
    {
        "ID": 44.0,
        "Sentence": "انہوں نے اپنا ہوم ورک بروقت ختم کردیا"
    },
    {
        "ID": 45.0,
        "Sentence": "انہوں نے پہلے ہی اس چاکلیٹ کو کھا لیا ہے"
    },
    {
        "ID": 46.0,
        "Sentence": "ہم نے پہلے ہی اس ریستوراں کی کوشش کی ہے"
    },
    {
        "ID": 47.0,
        "Sentence": "ہم سب نے پہلے بھی اس جگہ کا دورہ کیا ہے"
    },
    {
        "ID": 48.0,
        "Sentence": "اس نے مجھ سے اس کے فلیٹ آنے کو کہا ہے"
    },
    {
        "ID": 49.0,
        "Sentence": "اسے آپ کے لئے ایک بہترین لیپ ٹاپ مل گیا ہے"
    },
    {
        "ID": 50.0,
        "Sentence": "اس نے ہم سب کے لئے کوکیز بنائیں ہیں"
    },
    {
        "ID": 51.0,
        "Sentence": "سارہ اور دانیال لندن چلے گئے ہیں"
    },
    {
        "ID": 52.0,
        "Sentence": "میری والدہ نے مجھے گذشتہ ہفتے اپنی شادی کی تصاویر دکھائیں"
    },
    {
        "ID": 53.0,
        "Sentence": "آپ کے والد نے مجھ سے اپنے والد کا رابطہ نمبر دینے کو کہا ہے"
    },
    {
        "ID": 54.0,
        "Sentence": "میں نے آپ کے لئے یہ کپڑے دھوئے ہیں"
    },
    {
        "ID": 55.0,
        "Sentence": "میری بلی نے یہ شیشہ توڑا ہے"
    },
    {
        "ID": 56.0,
        "Sentence": "میں صرف کیلا کھاتا ہوں ، لیکن آپ کیلے کی ہلا کو پی رہے ہیں"
    },
    {
        "ID": 57.0,
        "Sentence": "اس نے صبح اپنے کمرے کو صاف کیا ہے"
    },
    {
        "ID": 58.0,
        "Sentence": "اس نے اپنی کار غلط جگہ پر کھڑی کردی ہے"
    },
    {
        "ID": 59.0,
        "Sentence": "ہم نے انہیں کھانے کے لئے مدعو کیا ہے"
    },
    {
        "ID": 60.0,
        "Sentence": "صدر نے خصوصی بچوں میں کھلونے تقسیم کیے"
    },
    {
        "ID": 61.0,
        "Sentence": "ہم سب نے کل ان کی تقریر سنی ہے"
    },
    {
        "ID": 62.0,
        "Sentence": "میری دادی نے مجھے یہ کڑا تحفہ میں دیا ہے"
    },
    {
        "ID": 63.0,
        "Sentence": "میرے دوست نے پوچھا ہے کہ کیا میں اسے ایک ہفتہ کے لئے اپنے اپارٹمنٹ میں رہنے دے سکتی ہوں"
    },
    {
        "ID": 64.0,
        "Sentence": "میرے پڑوسیوں نے مجھ سے پوچھا ہے کہ کیا وہ میری کار استعمال کرسکتے ہیں؟"
    },
    {
        "ID": 65.0,
        "Sentence": "صبح سے ہی بچے یہ نظم سیکھ رہے ہیں"
    },
    {
        "ID": 66.0,
        "Sentence": "والد ایک گھنٹے سے یہ اخبار پڑھ رہے ہیں"
    },
    {
        "ID": 67.0,
        "Sentence": "وہ دو گھنٹے سو رہا ہے"
    },
    {
        "ID": 68.0,
        "Sentence": "وہ 2005 سے جون میں اس جگہ کا دورہ کر رہے ہیں"
    },
    {
        "ID": 69.0,
        "Sentence": "یہ ٹیم پچھلے پانچ سالوں سے یہ میچ جیت رہی ہے"
    },
    {
        "ID": 70.0,
        "Sentence": "یہ خاتون گزشتہ ماہ سے یہاں کام کررہی ہے"
    },
    {
        "ID": 71.0,
        "Sentence": "میں پچھلے تین گھنٹوں سے یہ خط لکھ رہا ہوں"
    },
    {
        "ID": 72.0,
        "Sentence": "صبح سے لوگ یہاں لڑ رہے ہیں"
    },
    {
        "ID": 73.0,
        "Sentence": "یہ طلبہ پچھلے مہینے سے اپنی تعلیم پر توجہ نہیں دے رہے ہیں"
    },
    {
        "ID": 74.0,
        "Sentence": "استاد گذشتہ دو ہفتوں سے یہ سبق پڑھا رہا ہے"
    },
    {
        "ID": 75.0,
        "Sentence": "کل رات سے ہی بارش ہو رہی ہے"
    },
    {
        "ID": 76.0,
        "Sentence": "وہ پچھلے دس منٹ سے آپ کے دروازے پر دستک دے رہے ہیں"
    },
    {
        "ID": 77.0,
        "Sentence": "میرا بھائی 2018 سے اس دفتر میں کام کر رہا ہے"
    },
    {
        "ID": 78.0,
        "Sentence": "پچھلے تین سالوں سے ، ہم اسی ریستوراں میں آپ کی سالگرہ منا رہے ہیں"
    },
    {
        "ID": 79.0,
        "Sentence": "انجینئر گذشتہ دو سالوں سے اس عمارت کو ڈیزائن کررہے ہیں"
    },
    {
        "ID": 80.0,
        "Sentence": "وہ گذشتہ ہفتے سے ہی روزہ رکھ رہی ہیں"
    },
    {
        "ID": 81.0,
        "Sentence": "مریض آخری گھنٹے سے ڈاکٹر کا انتظار کر رہے ہیں"
    },
    {
        "ID": 82.0,
        "Sentence": "ڈاکٹر پچھلے سال سے مجھے اس دوا کی سفارش کر رہا ہے"
    },
    {
        "ID": 83.0,
        "Sentence": "میری والدہ پچھلے کئی سالوں سے گھر میں یہ برگر پک رہی ہیں"
    },
    {
        "ID": 84.0,
        "Sentence": "عالیہ اس ناول کو ایک ہفتے سے پڑھ رہی ہے"
    },
    {
        "ID": 85.0,
        "Sentence": "انہوں نے میرے پھل کھائے"
    },
    {
        "ID": 86.0,
        "Sentence": "وہ اکیلی بازار گئی تھی"
    },
    {
        "ID": 87.0,
        "Sentence": "اس کی بلی میرے بستر پر سوتی تھی"
    },
    {
        "ID": 88.0,
        "Sentence": "مجھے گمشدہ چابیاں خود مل گئیں"
    },
    {
        "ID": 89.0,
        "Sentence": "ہم اتوار کو ایک انگریزی لیکچر کے دوران ان سے ملے تھے"
    },
    {
        "ID": 90.0,
        "Sentence": "ماں نے ہمارے تمام بل ادا کردیئے"
    },
    {
        "ID": 91.0,
        "Sentence": "انہوں نے یہ نظم مدرز ڈے پر لکھی تھی"
    },
    {
        "ID": 92.0,
        "Sentence": "مائرہ نے مجھے آپ کی سالگرہ کی تصاویر بھیجی ہیں"
    },
    {
        "ID": 93.0,
        "Sentence": "آپ کے کتے نے باورچی خانے میں میرا پسندیدہ شیشہ توڑ دیا"
    },
    {
        "ID": 94.0,
        "Sentence": "آپ نے یہ سیاہ لباس صرف دو بار پہنا تھا"
    },
    {
        "ID": 95.0,
        "Sentence": "علی اور طحہ اسی گاؤں میں بڑے ہوئے تھے"
    },
    {
        "ID": 96.0,
        "Sentence": "انہوں نے کل رات اس کے گھر روانہ کیا"
    },
    {
        "ID": 97.0,
        "Sentence": "میں اور علینہ نے آپ کے بغیر یہ کہانی پڑھی"
    },
    {
        "ID": 98.0,
        "Sentence": "اس نے اپنی سالگرہ کے موقع پر تن تنہا کیک کاٹا"
    },
    {
        "ID": 99.0,
        "Sentence": "مجھے یہ فیصلہ کرنے سے پہلے کل آپ کے مشورے کی ضرورت تھی"
    },
    {
        "ID": 100.0,
        "Sentence": "ماں نے مجھ سے اس دکان سے بجلی کا بل ادا کرنے کو کہا"
    },
    {
        "ID": 101.0,
        "Sentence": "انہوں نے اس کہانی کو مکمل کرنے میں میری مدد کی"
    },
    {
        "ID": 102.0,
        "Sentence": "مزدوروں نے اس پل کی تعمیر کی"
    },
    {
        "ID": 103.0,
        "Sentence": "لڑکے نے یہ ساری کتابیں کم قیمت پر فروخت کیں"
    },
    {
        "ID": 104.0,
        "Sentence": "بچوں نے کلاس میں بہت شور مچایا"
    },
    {
        "ID": 105.0,
        "Sentence": "وہ کرکٹ کھیل رہے تھے"
    },
    {
        "ID": 106.0,
        "Sentence": "وہ اپنے کمرے کی صفائی کر رہی تھی"
    },
    {
        "ID": 107.0,
        "Sentence": "ہم اسٹریٹ کتوں کو کھانا دے رہے تھے"
    },
    {
        "ID": 108.0,
        "Sentence": "آدھی رات کو آپ سب چور کا پیچھا کر رہے تھے"
    },
    {
        "ID": 109.0,
        "Sentence": "حرا اور علی اپنے اسکول کا کام ختم کر رہے تھے"
    },
    {
        "ID": 110.0,
        "Sentence": "پولیس آفیسر آپ کو گھور رہا تھا جب آپ مجھ پر چیخ رہے تھے"
    },
    {
        "ID": 111.0,
        "Sentence": "صبح ہوتے ہی جانور زور سے کراہ رہے تھے"
    },
    {
        "ID": 112.0,
        "Sentence": "پیر کو بارش ہو رہی تھی"
    },
    {
        "ID": 113.0,
        "Sentence": "ہم ساتھ چاکلیٹ کھا رہے تھے"
    },
    {
        "ID": 114.0,
        "Sentence": "وہ واقعی اچھ .ی پڑھاتی تھی"
    },
    {
        "ID": 115.0,
        "Sentence": "وہ اپنی مقدس کتاب کی تلاوت کر رہے تھے"
    },
    {
        "ID": 116.0,
        "Sentence": "ماں اسکول سے باہر میرا انتظار کر رہی تھی"
    },
    {
        "ID": 117.0,
        "Sentence": "کل کی پارٹی کے بارے میں جھوٹ بولنے پر والد مجھے ڈانٹ رہے تھے"
    },
    {
        "ID": 118.0,
        "Sentence": "وہ تنہا خوف کی رقم دیکھ رہا تھا"
    },
    {
        "ID": 119.0,
        "Sentence": "بچے کلاس روم میں بہت شور مچا رہے تھے"
    },
    {
        "ID": 120.0,
        "Sentence": "پڑوسی آپ کی آواز کے بارے میں شکایت کر رہے تھے"
    },
    {
        "ID": 121.0,
        "Sentence": "موچی اپنے جوتے ٹھیک کرنے کے لئے بہت زیادہ معاوضہ لے رہا تھا"
    },
    {
        "ID": 122.0,
        "Sentence": "آپ اپنے دوستوں کے ساتھ مل کر اپنی کامیابی کا جشن منا رہے تھے"
    },
    {
        "ID": 123.0,
        "Sentence": "میں صبح بہت تیز دوڑ رہا تھا"
    },
    {
        "ID": 124.0,
        "Sentence": "وہ کھلونوں کے لئے رو رہی تھی"
    },
    {
        "ID": 125.0,
        "Sentence": "انہوں نے جمعہ کے روز آپ کو ایک خط لکھا تھا"
    },
    {
        "ID": 126.0,
        "Sentence": "اس نے آپ کے لئے رات کا کھانا تیار کیا تھا"
    },
    {
        "ID": 127.0,
        "Sentence": "ہم اس سے پہلے بھی اس بازار میں گئے تھے"
    },
    {
        "ID": 128.0,
        "Sentence": "آپ سب نے پہلے بھی اس فلم کو کئی بار دیکھا تھا"
    },
    {
        "ID": 129.0,
        "Sentence": "دکاندار نے اس کتاب کو سستی قیمت میں فروخت کردیا تھا"
    },
    {
        "ID": 130.0,
        "Sentence": "سنار نے اس انگوٹھی کو اتنا مہنگا بیچ کر آپ کو بے وقوف بنایا تھا"
    },
    {
        "ID": 131.0,
        "Sentence": "لڑکے صبح ہی کرکٹ کھیل چکے تھے"
    },
    {
        "ID": 132.0,
        "Sentence": "بچوں نے پہلے ہی اس موضوع پر لڑا تھا"
    },
    {
        "ID": 133.0,
        "Sentence": "اساتذہ نے یونیورسٹی سائٹ پر ٹیسٹ نمبر پوسٹ کیے تھے"
    },
    {
        "ID": 134.0,
        "Sentence": "مہمان پہلے ہی آپ سے کہیں اور مل چکا تھا"
    },
    {
        "ID": 135.0,
        "Sentence": "والدہ نے آپ کا بہت انتظار کیا تھا"
    },
    {
        "ID": 136.0,
        "Sentence": "شاعر نے ایک خوبصورت نظم لکھی تھی"
    },
    {
        "ID": 137.0,
        "Sentence": "کسان نے کھیتوں کی دیکھ بھال کی تھی"
    },
    {
        "ID": 138.0,
        "Sentence": "والد نے یہ کار میرے اچھے نتائج پر میرے لئے خریدی تھی"
    },
    {
        "ID": 139.0,
        "Sentence": "میری بہن نے مجھے آپ کے لئے یہ لباس خریدنے کا مشورہ دیا تھا"
    },
    {
        "ID": 140.0,
        "Sentence": "اس شخص نے ان پرندوں کو مار ڈالا تھا"
    },
    {
        "ID": 141.0,
        "Sentence": "میرے بھائی نے اس اتوار کو اپنے دوستوں کو مدعو کیا تھا"
    },
    {
        "ID": 142.0,
        "Sentence": "میرے دوستوں نے میرے لئے پارٹی کا منصوبہ بنایا تھا"
    },
    {
        "ID": 143.0,
        "Sentence": "اس نے آپ کی اسکول کی فیس ادا کردی تھی"
    },
    {
        "ID": 144.0,
        "Sentence": "یہ لوگ آپ کی غلطی پہلے ہی بھول چکے تھے"
    },
    {
        "ID": 145.0,
        "Sentence": "صبح سے ہی بارش ہو رہی تھی"
    },
    {
        "ID": 146.0,
        "Sentence": "پچھلے تین گھنٹوں سے بارش ہو رہی تھی"
    },
    {
        "ID": 147.0,
        "Sentence": "وہ کل سے ہی کپڑے دھو رہے تھے"
    },
    {
        "ID": 148.0,
        "Sentence": "وہ آخری گھنٹے سے پانی ضائع کررہی تھی"
    },
    {
        "ID": 149.0,
        "Sentence": "اب آپ پانچ گھنٹے سے زیادہ سو رہے تھے"
    },
    {
        "ID": 150.0,
        "Sentence": "میں ابھی ایک ہفتہ سے اس اسکول کا کام مکمل کرنے کی کوشش کر رہا تھا"
    },
    {
        "ID": 151.0,
        "Sentence": "استاد آخری بار اس امتحان کا اعلان کر رہا تھا"
    },
    {
        "ID": 152.0,
        "Sentence": "مزدور کل سے ہی اس سڑک کو ٹھیک کررہے تھے"
    },
    {
        "ID": 153.0,
        "Sentence": "وہ شخص آدھے گھنٹے سے اپنے بیٹے کا انتظار کر رہا تھا"
    },
    {
        "ID": 154.0,
        "Sentence": "لڑکی گذشتہ تیس منٹ سے یہاں چل رہی تھی"
    },
    {
        "ID": 155.0,
        "Sentence": "ماں صبح سے ہی آپ کے کمرے کا ڈیزائن بنا رہی تھی"
    },
    {
        "ID": 156.0,
        "Sentence": "تمام لڑکے گذشتہ برسوں سے یہ کارٹون دیکھ رہے تھے"
    },
    {
        "ID": 157.0,
        "Sentence": "لڑکیاں اب ایک گھنٹہ سے گٹار بجا رہی تھیں"
    },
    {
        "ID": 158.0,
        "Sentence": "وہ سب گذشتہ بیس منٹ سے سردی میں چل رہے تھے"
    },
    {
        "ID": 159.0,
        "Sentence": "مریض دوپہر سے ہی ڈاکٹر کا انتظار کر رہے تھے"
    }
]